{
  "sodium.option_impact.low": "Нізкі",
  "sodium.option_impact.medium": "Сярэдні",
  "sodium.option_impact.high": "Высокі",
  "sodium.option_impact.extreme": "Экстрэмальны",
  "sodium.option_impact.varies": "Варыюецца",
  "sodium.options.pages.quality": "Якасць",
  "sodium.options.pages.performance": "Прадукцыйнасць",
  "sodium.options.pages.advanced": "Пашыраныя",
  "sodium.options.view_distance.tooltip": "Далёкасць прамалёўкі вызначае, наколькі далёка будзе адлюстроўвацца мясцовасць. Меншыя адлегласці азначаюць, што будзе адлюстроўвацца менш мясцовасці, што павышае частату кадраў.",
  "sodium.options.simulation_distance.tooltip": "Далёкасць сімуляцыі вызначае, наколькі далёка будуць загружацца і апрацоўвацца мясцовасць і аб'екты. Меншыя адлегласці могуць знізіць нагрузку на ўнутраны сервер і палепшыць частату кадраў.",
  "sodium.options.brightness.tooltip": "Кантралюе мінімальную яркасць у свеце. Пры павелічэнні цёмныя вобласці свету будуць выглядаць ярчэй. Гэта не ўплывае на яркасць ужо добра асветленых вобласцяў.",
  "sodium.options.gui_scale.tooltip": "Усталёўвае максімальны каэфіцыент маштабавання для карыстальніцкага інтэрфейсу. Калі выбрана 'аўта', заўсёды будзе выкарыстоўвацца найбольшы каэфіцыент маштабавання.",
  "sodium.options.fullscreen.tooltip": "Калі ўключана, гульня будзе адлюстроўвацца ў поўнаэкранным рэжыме (калі падтрымліваецца).",
  "sodium.options.fullscreen_resolution.tooltip": "Раздзяленне манітора і частата абнаўлення, якія будуць выкарыстоўвацца ў поўнаэкранным рэжыме. Змена гэтай опцыі можа перашкаджаць іншым праграмам і выклікаць затрымку пры пераключэнні паміж праграмамі.\n\nГэта падтрымліваецца толькі ў аперацыйнай сістэме Windows.",
  "sodium.options.v_sync.tooltip": "Калі ўключана, частата кадраў гульні будзе сінхранізавана з частатой абнаўлення манітора, што забяспечвае больш плаўны вопыт за кошт павелічэння затрымкі ўводу. Гэтая налада можа знізіць прадукцыйнасць, калі ваша сістэма занадта павольная.",
  "sodium.options.fps_limit.tooltip": "Абмяжуе максімальную колькасць кадраў у секунду. Гэта можа дапамагчы знізіць спажыванне батарэі і нагрузку на сістэму пры шматзадачнасці. Калі ўключана вертыкальная сінхранізацыя, гэтая опцыя будзе ігнаравацца, калі яна не ніжэйшая за частату абнаўлення вашага дысплея.",
  "sodium.options.view_bobbing.tooltip": "Калі ўключана, камера гульца будзе калыхацца і хісткавацца пры перамяшчэнні. Гульцы, якія адчуваюць хваробу руху падчас гульні, могуць адключыць гэта.",
  "sodium.options.attack_indicator.tooltip": "Кантралюе, дзе на экране адлюстроўваецца індыкатар атакі.",
  "sodium.options.autosave_indicator.tooltip": "Калі ўключана, будзе паказвацца індыкатар, калі гульня захоўвае свет на дыск.",
  "sodium.options.graphics_quality.tooltip": "Якасць графікі па змаўчанні кантралюе некаторыя састарэлыя опцыі і неабходная для сумяшчальнасці з модамі. Калі опцыі ніжэй пакінуты на 'Па змаўчанні', яны будуць выкарыстоўваць гэтую наладу.",
  "sodium.options.clouds_quality.tooltip": "Узровень якасці, які выкарыстоўваецца для рэндэрынгу воблакаў у небе. Нягледзячы на пазнакі 'Хутка' і 'Вытанчана', уплыў на прадукцыйнасць нязначны.",
  "sodium.options.weather_quality.tooltip": "Кантралюе далёкасць, на якой будуць адлюстроўвацца пагодныя эфекты, такія як дождж і снег.",
  "sodium.options.leaves_quality.name": "Лісце",
  "sodium.options.leaves_quality.tooltip": "Кантралюе, ці будзе лісце адлюстроўвацца як празрыстае (вытанчана) або непразрыстае (хутка).",
  "sodium.options.particle_quality.tooltip": "Кантралюе максімальную колькасць часціц, якія могуць быць на экране ў любы момант.",
  "sodium.options.smooth_lighting.tooltip": "Уключае плаўнае асвятленне і зацяньванне блокаў у свеце. Гэта можа нязначна павялічыць час загрузкі або абнаўлення чанка, але не ўплывае на частату кадраў.",
  "sodium.options.biome_blend.value": "%s блок(аў)",
  "sodium.options.biome_blend.tooltip": "Адлегласць (у блоках), на якой колеры біямаў плаўна пераходзяць адзін у адзін. Выкарыстанне больш высокіх значэнняў значна павялічвае час загрузкі або абнаўлення чанкаў, пры гэтым паляпшэнне якасці нязначнае.",
  "sodium.options.entity_distance.tooltip": "Мультыплікатар далёкасці рэндэрынгу, які выкарыстоўваецца для адлюстравання аб'ектаў. Меншыя значэнні памяншаюць, а большыя павялічваюць максімальную адлегласць, на якой аб'екты будуць адлюстроўвацца.",
  "sodium.options.entity_shadows.tooltip": "Калі ўключана, пад монстрамі і іншымі аб'ектамі будуць адлюстроўвацца базавыя цені.",
  "sodium.options.vignette.name": "Віньетка",
  "sodium.options.vignette.tooltip": "Калі ўключана, у цёмных вобласцях будзе ўжывацца эфект віньеткі, які робіць выяву больш цёмнай і драматычнай.",
  "sodium.options.mipmap_levels.tooltip": "Кантралюе колькасць узроўняў міпмапаў, якія будуць выкарыстоўвацца для тэкстур мадэляў блокаў. Больш высокія значэнні забяспечваюць лепшае адлюстраванне блокаў на адлегласці, але могуць негатыўна ўплываць на прадукцыйнасць пры выкарыстанні рэсурспакаў з вялікай колькасцю анімаваных тэкстур.",
  "sodium.options.use_block_face_culling.name": "Выкарыстоўваць адсеў граняў блокаў",
  "sodium.options.use_block_face_culling.tooltip": "Калі ўключана, толькі грані блокаў, якія накіраваны да камеры, будуць перадавацца на рэндэрынг. Гэта можа значна паменшыць колькасць граняў блокаў на раннім этапе працэсу рэндэрынгу, што істотна паляпшае прадукцыйнасць. Некаторыя рэсурспакі могуць мець праблемы з гэтай опцыяй, таму паспрабуйце адключыць яе, калі бачыце дзіркі ў блоках.",
  "sodium.options.use_fog_occlusion.name": "Выкарыстоўваць адсеў туману",
  "sodium.options.use_fog_occlusion.tooltip": "Калі ўключана, чанкі, якія цалкам схаваныя эфектамі туману, не будуць адлюстроўвацца, што паляпшае прадукцыйнасць. Паляпшэнне можа быць больш значным пры моцных эфектамі туману (напрыклад, пад вадой), але можа выклікаць непажаданыя візуальныя артэфакты паміж небам і туманам у некаторых сцэнарыях.",
  "sodium.options.use_entity_culling.name": "Выкарыстоўваць адсеў аб'ектаў",
  "sodium.options.use_entity_culling.tooltip": "Калі ўключана, аб'екты, якія знаходзяцца ў полі зроку камеры, але не ў бачным чанку, не будуць адлюстроўвацца. Гэтая аптымізацыя выкарыстоўвае дадзеныя бачнасці, якія ўжо існуюць для рэндэрынгу чанкаў, і не дадае дадатковай нагрузкі.",
  "sodium.options.animate_only_visible_textures.name": "Анімаваць толькі бачныя тэкстуры",
  "sodium.options.animate_only_visible_textures.tooltip": "Калі ўключана, толькі анімаваныя тэкстуры, якія бачныя на бягучай выяве, будуць абнаўляцца. Гэта можа значна палепшыць прадукцыйнасць на некаторых прыладах, асабліва з цяжкімі рэсурспакамі. Калі некаторыя тэкстуры не анімуюцца, паспрабуйце адключыць гэтую опцыю.",
  "sodium.options.cpu_render_ahead_limit.name": "Ліміт апярэджвання рэндэрынгу працэсара",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Толькі для адладкі. Вызначае максімальную колькасць кадраў, якія могуць быць перададзены на графічны працэсар. Змена гэтага значэння не рэкамендуецца, бо вельмі нізкія або высокія значэнні могуць выклікаць нестабільнасць частаты кадраў.",
  "sodium.options.cpu_render_ahead_limit.value": "%s кадр(аў)",
  "sodium.options.performance_impact_string": "Уплыў на прадукцыйнасць: %s",
  "sodium.options.use_persistent_mapping.name": "Выкарыстоўваць пастаяннае адлюстраванне",
  "sodium.options.use_persistent_mapping.tooltip": "Толькі для адладкі. Калі ўключана, пастаянныя адлюстраванні памяці будуць выкарыстоўвацца для буфера перадачы, каб пазбегнуць непатрэбных копій памяці. Адключэнне гэтага можа быць карысным для выяўлення прычын графічных памылак.\n\nПатрабаванне: OpenGL 4.4 або ARB_buffer_storage.",
  "sodium.options.chunk_update_threads.name": "Патокі абнаўлення чанкаў",
  "sodium.options.chunk_update_threads.tooltip": "Вызначае колькасць патокаў для пабудовы і сартавання чанкаў. Выкарыстанне большай колькасці патокаў можа паскорыць загрузку і абнаўленне чанкаў, але можа негатыўна ўплываць на час кадраў. Значэнне па змаўчанні звычайна падыходзіць для ўсіх сітуацый.",
  "sodium.options.always_defer_chunk_updates.name": "Заўсёды адкладваць абнаўленне чанкаў",
  "sodium.options.always_defer_chunk_updates.tooltip": "Калі ўключана, рэндэрынг ніколі не будзе чакаць завяршэння абнаўлення чанкаў, нават калі яны важныя. Гэта можа значна палепшыць частату кадраў у некаторых сцэнарыях, але можа выклікаць значную візуальную затрымку, калі блокі доўга з'яўляюцца або знікаюць.",
  "sodium.options.sort_behavior.name": "Сартаванне празрыстасці",
  "sodium.options.sort_behavior.tooltip": "Уключае сартаванне празрыстасці. Гэта прадухіляе памылкі ў празрыстых блоках, такіх як вада і шкло, і імкнецца правільна адлюстроўваць іх нават пры руху камеры. Гэта нязначна ўплывае на хуткасць загрузкі і абнаўлення чанкаў, але звычайна не заўважна ў частате кадраў.",
  "sodium.options.use_no_error_context.name": "Выкарыстоўваць кантэкст без памылак",
  "sodium.options.use_no_error_context.tooltip": "Калі ўключана, кантэкст OpenGL будзе створаны з адключанай праверкай памылак. Гэта нязначна паляпшае прадукцыйнасць рэндэрынгу, але можа значна ўскладніць адладку нечаканых збояў.",
  "sodium.options.buttons.undo": "Адмяніць",
  "sodium.options.buttons.apply": "Ужыць",
  "sodium.options.buttons.donate": "Падтрымаць нас кубкам кавы!",
  "sodium.console.game_restart": "Гульню неабходна перазапусціць, каб ужыць адну або некалькі налад відэа!",
  "sodium.console.broken_nvidia_driver": "Вашы графічныя драйверы NVIDIA састарэлі!\n  * Гэта выклічае сур'ёзныя праблемы з прадукцыйнасцю і збоі пры ўстаноўцы Sodium.\n  * Калі ласка, абнавіце графічныя драйверы да апошняй версіі (версія 536.23 або навейшая).",
  "sodium.console.pojav_launcher": "PojavLauncher не падтрымліваецца пры выкарыстанні Sodium.\n  * Вы вельмі верагодна сутыкнецеся з экстрэмальнымі праблемамі прадукцыйнасці, графічнымі памылкамі і збоямі.\n  * Вы будзеце на сваім уласным рызыцы, калі вырашыце працягнуць — мы не будзем дапамагаць з выпраўленнем памылак або збояў!",
  "sodium.console.core_shaders_error": "Наступныя рэсурспакі несумяшчальныя з Sodium:",
  "sodium.console.core_shaders_warn": "Наступныя рэсурспакі могуць быць несумяшчальнымі з Sodium:",
  "sodium.console.core_shaders_info": "Праверце гульнявы лог для падрабязнай інфармацыі.",
  "sodium.console.config_not_loaded": "Файл канфігурацыі Sodium пашкоджаны або ў цяперашні час нечытальны. Некаторыя опцыі былі часова скінуты да значэнняў па змаўчанні. Калі ласка, адкрыйце экран налад відэа, каб вырашыць гэтую праблему.",
  "sodium.console.config_file_was_reset": "Файл канфігурацыі быў скінуты да вядомых бяспечных значэнняў па змаўчанні."
}